{
    "0": "What manga was drawn by Ryoichi Ikegami?",
    "1": "Harmony Korine was both screenwriter and director of what movie?",
    "2": "Where did administrators of the UN Development Programme attend school?",
    "3": "Who directed a film that had P. Balachandran as a screenwriter?",
    "4": "The Russian Empire has what ships registered to it?",
    "5": "What player was selected in the draft by the Seattle Storm?",
    "6": "Where was a Bishop of Bradford taught?",
    "7": "What movies did Scott Z. Burns screenwrite?",
    "8": "What piece of literature did David G. Hartwell edit?",
    "9": "Which of upstate New York's tallest buildings is located in Buffalo?",
    "10": "What magazine is a science fiction magazine ?",
    "11": "For which movie did Mani Ratnam work on the script and serve as producer?",
    "12": "What is an example of the marine vessel classification German Type U 31?",
    "13": "From which country did Seattle Storm make draft selections?",
    "14": "What are the discovered bog bodies ?",
    "15": "What movie had Ivan Pyryev as its screenwriter?",
    "16": "What music group does Trey Anastasio belong to?",
    "17": "What is the name of a person who graduated from St. Rose high school?",
    "18": "who are alumnus of both Upper Canada College and Trinity College?",
    "19": "Where did a First-Circuit Appeals Court Judge of the United States attend college?",
    "20": "What does Baojun manufacture?",
    "21": "Which expressways have their maintenance done by the East Nippon Expressway Company?",
    "22": "What marine vessel was in the German Type VIIB classification?",
    "23": "What ship was a Solstice-class cruise ship?",
    "24": "Who directed the TV show whose screenplay was written by B. J. Novak?",
    "25": "Which objects used the cloning method in their fabrication?",
    "26": "What institution featured the design work of Guy Lowell?",
    "27": "Which movie was both directed and screenwritten by Kamal Haasan?",
    "28": "Who played in the band Iron Maiden?",
    "29": "What is a 1923 British film directed by Walter West?",
    "30": "Nia Vardalos was the screenwriter for what movie?",
    "31": "Arsenal F.C. competed in and won which competition?",
    "32": "What competition did Naomi Broady win?",
    "33": "What kind of land mass is found next to the Shackleton Ice Shelf ?",
    "34": "Joe Pasternak produced a motion picture that was directed by who?",
    "35": "The Carlyle Group worked for whom?",
    "36": "Who won a Coke Zero Sugar 400 competition?",
    "37": "Which movie did Rick Alverson direct?",
    "38": "Which cities or municipalities are located in the province of Basilan?",
    "39": "What team emerged victorious in the competition that included the Detroit Tigers?",
    "40": "Who are the members of the group IRis?",
    "41": "Which North American Soccer League player transferred to Edmonton in 2016?",
    "42": "Which musical works did Jason Robert Brown compose?",
    "43": "What telenovela was executive produced by Ernesto Alonso?",
    "44": "Who served as Deputy Chief of the General Staff of the Israel Defense Forces?",
    "45": "Which piece of media did Kay Mellor create?",
    "46": "The Maryland Transportation Authority is in charge of what landmarks?",
    "47": "What's the name of an individual who came from Rhodesia?",
    "48": "What film was directed by Radha Mohan and produced by Prakash Raj?",
    "49": "What person was taught by Jesus?",
    "50": "What submarines were classified as Type IXC/40",
    "51": "What band is Cedric Bixler-Zavala part of?",
    "52": "What does Metro-North Railroad own?",
    "53": "What series was Studio 4°C responsible for producing?",
    "54": "S. A. Rajkumar composed the music for which film directed by S. Narayan?",
    "55": "Which software is a text editor ?",
    "56": "Who employs a consultant?",
    "57": "Bob Cobert composed the musics for which software, art, etc. directed by Dan Curtis?",
    "58": "Who has citizenship from Goguryeo?",
    "59": "Key West National Wildlife Refuge contains which landform?",
    "60": "Who directed the TV program that Mitchell Burgess wrote for?",
    "61": "What media organizations does Kevin Terry own?",
    "62": "For which motion picture did Albert Ward serve as director?",
    "63": "In which art source are fictional disease mentionned ?",
    "64": "Who directed a George Pal production?",
    "65": "What are the names of the entities that Glenn T. Seaborg found or created?",
    "66": "Who was employed by both the Curtis Institute of Music and the Juilliard School?",
    "67": "Which movie directed by A. Vincent had its music composed by G. Devarajan?",
    "68": "Who was both a graduate from Ananda College and University of Ceylon?",
    "69": "Which team played in a competition won by Collingwood Football Club?",
    "70": "Where are the headquarters of areas that are a non metropolitan Roman Catholic archdiocese?",
    "71": "Which movie had K. S. L. Swamy as its director and Vijaya Bhaskar as its musical composer?",
    "72": "What tv show is distributed by JTBC?",
    "73": "Which movie has P. Subramaniam as its director and G. Devarajan as its musical composer?",
    "74": "What's a book featuring Maurice Sendak's artwork?",
    "75": "Who spoke Filipino as its mother tongue?",
    "76": "Which book had illustrations by Pauline Baynes?",
    "77": "Who directed the film that John Steinbeck wrote?",
    "78": "Who screen wrote the film that Carlos Baeza directed?",
    "79": "What are some notables mailing list softwares ?",
    "80": "Which PGA Champsionship did Jack Nicklaus win?",
    "81": "Which sporting event is partnered with Betfred?",
    "82": "Who was responsible for directing the film that Richard Gordon produced?",
    "83": "What imaginary being was seen for the first time in Guardians of the Galaxy?",
    "84": "What TV show was first shown on Fuse?",
    "85": "Martha Graham choreographed what dance?",
    "86": "What film was directed by B. R. Panthulu with music scored by T. G. Lingappa?",
    "87": "Which ship calls Baltimore her home port?",
    "88": "At which institution was a Judge of the United States Court of Appeals for the Second Circuit educated?",
    "89": "What was one Formula One competition won by Michael Schumacher?",
    "90": "What work of art did Larry Cohen write and direct?",
    "91": "What work of art was created by artist Fred Barron?",
    "92": "Who were victims of bomb attacks?",
    "93": "David E. Kelley was the executive producer for what TV show?",
    "94": "Which of the Welsh principal areas is a county borough?",
    "95": "James R. Webb served as screenwriter for which film directed by Joseph Kane?",
    "96": "What did R. Scott Dunbar discover?",
    "97": "What movie was scored by Vijaya Bhaskar and directed by Puttanna Kanagal?",
    "98": "What are the names of the localities in Sweden found in the Säter Municipality?",
    "99": "What TV show was first broadcast on Asianet?",
    "100": "What was something that Saipa manufactured?",
    "101": "Cite all the choral symphonies?",
    "102": "Who is a Guamanian citizen?",
    "103": "What movie did Syncopy Inc. produce with Christopher Nolan as the screenwriter?",
    "104": "What are the objects that were designed by Joan Daemen?",
    "105": "What aircraft was created by John Cyril Porte?",
    "106": "Which individual works at Julliard and was a Manhattan School of Music alumnus?",
    "107": "Which properties are maintained by Bridge House Estates?",
    "108": "Ethan Coen produced what Joel Coen directed film?",
    "109": "DeVery Freeman was the screenwriter of a movie that was composed by who?",
    "110": "Who won a Tysin Holly Farms 400 competition?",
    "111": "Where were persons that held the position Dean of Norwich educated at?",
    "112": "Which film was directed and produced by Christopher Nolan?",
    "113": "Who graduated from Stuyvesant High School and Brooklyn Law School?",
    "114": "What are some notable diamonds ?",
    "115": "What is the name of the South Dakotan radio station licensed in Watertown?",
    "116": "What Russian cities and towns are located in Komi Republic?",
    "117": "Which competitions did both Liverpool F.C. and West Ham United F.C. participate in?",
    "118": "What feature of geography can be found in or around Runde?",
    "119": "What transportation branch was created and is owned by Long Island Rail Road.",
    "120": "What are the existing deep fields ?",
    "121": "What fictional character had their debut appearance in Star Wars: Episode V – The Empire Strikes Back?",
    "122": "Who do employees of JASON work for?",
    "123": "Who can be considered a Loyola Law School alumni?",
    "124": "Lee Enterprises' newspaper is published in what city?",
    "125": "Which competition featured both the LA Dodgers and the Philadelphia Phillies as its participants?",
    "126": "Which land mass will you find next to the Gulf of Boothia?",
    "127": "What is the call sign of a Michigan radio station whose license is in Saginaw?",
    "128": "What are the bridges with a deck height of at least 200 meters ?",
    "129": "Who is from Mataram Sultanate?",
    "130": "Who directed the piece of media that was produced by the This is that corporation?",
    "131": "What services did Vietnam Airlines operate?",
    "132": "What city in Sweden is located in the Sandviken municipality?",
    "133": "Fitzroy Football Club participated in what competition as the winner?",
    "134": "Who was a coach for the LA Galaxy?",
    "135": "What work did Randy Cartwright contribute most towards?",
    "136": "Which Monaco Grand Prix was won by Michael Schumacher?",
    "137": "Who received the English Victoria cross after 1918?",
    "138": "Who did Jules Engel teach?",
    "139": "Which language is native to Arizona?",
    "140": "County Kerry is home to what nonprofit organization?",
    "141": "What is a Greensboro, North Carolina-based museum?",
    "142": "What piece of literature did the Royal College of Nursing publish?",
    "143": "Which film did Red Chillies Entertainment produce?",
    "144": "Eskay Movies produced what film?",
    "145": "Who directed a TV show/film that was produced by David Parfitt?",
    "146": "Which TV show was executive produced by Valentín Pimstein?",
    "147": "What story collection did Samuel R. Delany edit?",
    "148": "Which musician was the most known student of George Crumb?",
    "149": "What is the name of a Tasmanian locality found in the Devonport local government area?",
    "150": "Which model of car is made by Lincoln Motors?",
    "151": "What city or municipality located in the Philipines are in the Tarlac province? ",
    "152": "What are the existing musical chords ?",
    "153": "What college was the player by the St Louis Cardinals drafted for?",
    "154": "Eidgenoessische Konstruktionswerkstaette manufactured what structures?",
    "155": "Which movie did Relativity Media distribute?",
    "156": "What train station is Via Rail-owned?",
    "157": "What county or geographic entity is next to Lake Okeechobee?",
    "158": "Which film that Priyadarshan directed was penned by Sreenivasan?",
    "159": "Which automobile is most associated with the Sunbeam brand?",
    "160": "What fashion periodicals were launched after 1996?",
    "161": "Which item was found in Delphi?",
    "162": "What brands are popcorn brands ?",
    "163": "Who was one of the climbers in the 1975 British Mt. Everest Southwest Face expedition?",
    "164": "What was operating under EDF Energy?",
    "165": "What famous Leonese person wrote and spoke the language?",
    "166": "What is the names of all Anglican BIshops of Bath and Wells?",
    "167": "What movie did John Milius author and direct?",
    "168": "In the movie screenwritten by Mae West, who was the director?",
    "169": "Who studied under Sarah Robinson-Duff?",
    "170": "Charlie Chaplin composed music for which film that he also directed?",
    "171": "Which Monaco Grand Prix did Ayrton Senna win?",
    "172": "What is a game that id Software released?",
    "173": "What is the name of an organization serving the intersex community?",
    "174": "The Union Jack can be found on what symbol?",
    "175": "Who won a French Grand Prix competition?",
    "176": "What kind of building was built in European architecture during the Second Empire?",
    "177": "Who is a member of the Pakistan Air Force?",
    "178": "Which competition featured both Collingwood Football Club and Carlton Football Club as participants?",
    "179": "Who directed the TV show where Mike Scully was screenwriter?",
    "180": "Where Jules Engel's students study?",
    "181": "What is the call sign of a Missouri radio station whose license is in the city of Poplar Bluff?",
    "182": "What individuals who are not in favor of the BDS movement are from Israel?",
    "183": "Who directed the films which Nusrat Fateh Ali Khan composed the music for?",
    "184": "Victorian Railways manufactured what objects?",
    "185": "Who was the coach of Norwich City FC?",
    "186": "Who has Nanyuen citizenship?",
    "187": "Bryna Productions made what television series?",
    "188": "Who was a worker for the state of Nigeria?",
    "189": "What motion picture with a score written by Baburaj had P. Bhaskaran credited as director?",
    "190": "Where did the White House Deputy Chief of Staff receive their education?",
    "191": "In which cities are there famous grand mosques ?",
    "192": "Which movie did H. R. Bhargava direct which also had M. Ranga Rao as its musical composer?",
    "193": "What is a census designated place in Cumberland County, Maine?",
    "194": "What species was discovered in the Paja Formation?",
    "195": "What 1975 Malayam film had A. T. Ummer for its musics director?",
    "196": "Where Were the Dean of Westminster educated?",
    "197": "Which military unit belongs to the EU Battlegroup?",
    "198": "Which tall building in Wellington houses offices?",
    "199": "What is the name of the Atlus games that were released for the Nintendo 3DS console?",
    "200": "Who was a member of the Croatian national guard?",
    "201": "What movie did K. S. Rama Rao produce?",
    "202": "What language originated in the Salamat Region?",
    "203": "Who was in the musical group SS501?",
    "204": "Where do media companies owned by Ohio Community Media publish?",
    "205": "Who was the screenwriter for the movie directed by Swinton O. Scott III?",
    "206": "What film had Abe Levitow as its director, and Chuck Jones as producer?",
    "207": "What nonprofit is headquartered in Sligo?",
    "208": "What language is native to Khabarovsk Krai?",
    "209": "Which power plants were at some point in time the largest power plant in the world ?",
    "210": "What groups were partners with the Entertainment Consumers Association?",
    "211": "What work did Sukumar direct that featured compositions of Devi Sri Prasad?",
    "212": "What natural place is located in or near Steamboat Springs?",
    "213": "Parkistan Atomic Energy Commission has who working for them?",
    "214": "Natacha Rambova designed costumes for which movie?",
    "215": "Who directed the flim that was produced by V. Priya?",
    "216": "Which Formula One season did Lewis Hamilton win?",
    "217": "What urban areas in Sweden are located in the municipality of Sollefteå?",
    "218": "Otto Binder and Al Plastino were responsible for the development of which fictional charcter?",
    "219": "Where did a Bishop of St Edmundsbury and Ipswich receive their education?",
    "220": "Which competition was won by Tímea Babos and Kristina Mladenovic?",
    "221": "What college have the employees of Girton college studied at?",
    "222": "What structure was  maintained by the United States Army Corps of Engineers?",
    "223": "What ships were Type VII submarines?",
    "224": "Where is the HQ of the people who are in the Security Force Assistance Brigade?",
    "225": "Baz Luhrmann directed and Craig Pearce screen wrote what movie?",
    "226": "Who coached a Superbowl finalist after 1981?",
    "227": "Who has directed movies, clips, and TV shows distributed by DirecTV Cinema?",
    "228": "Chinook Jargon was spoken or written by what famous person?",
    "229": "What person is employed by India's Archaeological Survey?",
    "230": "Who emerged victorious in the competitions that featured the Essendon Football Club?",
    "231": "Who was drafted by Los Angeles Angels?",
    "232": "What written work did Jonathan Strahan edit?",
    "233": "What vehicle model belongs to Autozam?",
    "234": "ID Software published what electronic games?",
    "235": "What movie has music composed by Sardi and was directed by Tan Tjoel Hock?",
    "236": "Which FA Cup Final had Portsmouth F.C. participating?",
    "237": "Which team competed in a CAF Super Cup competition?",
    "238": "CNN Philippines originally broadcast what program?",
    "239": "Who is a worker in the costume designer industry?",
    "240": "Which contests were won and participated by the Baltimore Orioles?",
    "241": "Who directed the movie that had Andrew Bergman as its screenwriter?",
    "242": "Which TV episode was written by John Swartzwelder and had Jim Reardon as its director?",
    "243": "What sporting event was won by the team of Elena Vesnina and Ekaterina Valeryevna Makarova?",
    "244": "What books did Avatar Press publish?",
    "245": "Which nonprofit organizations have or had their headquarters in County Dublin?",
    "246": "Speed channel originally broadcasted what television program?",
    "247": "What Superbowls did the Washington Football Team play in?",
    "248": "What is the name of an automobile model from Chery?",
    "249": "James Gray was both the screenwriter and director for what film?",
    "250": "What is the constituency name of the uttar pradesh legislative assembly found in Domariyaganj?",
    "251": "Who is a Lincoln University employee?",
    "252": "Who won the Belgian Grand Prix?",
    "253": "What film featured Trivikram Srinivas as a screenwriter and K. Vijaya Bhaskar as a director?",
    "254": "Richelieu River is located next to what geographic place?",
    "255": "What are the different types of olive cultivars ?",
    "256": "What scores did Hridaynath Mangeshkar compose?",
    "257": "Who is an employee of the Norwegian Institute of Technology?",
    "258": "In which FA Cup Final featured did Chelsea F.C. play?",
    "259": "What music was composed by Devi Sri Prasad and  produced by Dil Raju?",
    "260": "Who created the music for the films directed by Kadiri Venkata Reddy?",
    "261": "Sam Simon was a screenwriter for which TV show?",
    "262": "What are the discovered ring galaxies ?",
    "263": "In which match did Tottenham Hotspur face Manchester City?",
    "264": "What is a model of a sports car manufactured by Mercedes-AMG?",
    "265": "Who attended South Salem High School?",
    "266": "What are some existing youth councils ?",
    "267": "Who was a Colorado Lieutenent Governor?",
    "268": "Which nature centers in Colorado are located in Jefferson?",
    "269": "Which work of art did Albert Uderzo illustrate?",
    "270": "What train stations are found in Birmingham?",
    "271": "What written form of media was published by Synapse Software?",
    "272": "Carlyle Group employees studied in which educational institution?",
    "273": "Ed Burns was co-screenwriter with David Simon on what television program?",
    "274": "Who owns a professional wrestling website ?",
    "275": "Who was the coach for Watford F.C.",
    "276": "Whatwas invented or discovered by the Joint Institute for Nuclear Research?",
    "277": "What city or town is located in the Angolan province of Malanje?",
    "278": "Who directed a film that N. Richard Nash wrote for?",
    "279": "V. Ravichandran composed the music for and also directed which project?",
    "280": "Which Judge of the United States Court of Appeals for the Second Circuit works for Yale Law School?",
    "281": "What is one nonprofit organization that is a member of the National Panhellenic Conference?",
    "282": "What written work was edited by August Derleth?",
    "283": "Who directed a movie that Norma Talmadge produced?",
    "284": "Where will you find organizations owned by the Voice Media Group?",
    "285": "Montana has what indigenous language?",
    "286": "Who won a Indianapolis 500 competition?",
    "287": "Which work did M. K. Arjunan compose which was directed by Jeassy?",
    "288": "Which team participated in a competition that Fitzroy FC won?",
    "289": "Pickling is used to create what objects?",
    "290": "Who was a coach of Weymouth F.C.?",
    "291": "Which FA Cup Final did Manchester City compete in?",
    "292": "Shonda Rhimes was executive producer for which television series?",
    "293": "Where did a Supreme Court of Missouri justice attend school?",
    "294": "What piece of literature featured drawings by Lewis Trondheim?",
    "295": "What land is found in Desolation Wilderness?",
    "296": "What is the native tongue of the Tandjilé Region?",
    "297": "Who directed the TV show that Tom Kauffman worked on as a screenwriter?",
    "298": "Who directed the films that Colin Welland wrote for?",
    "299": "Richard Hall taught what famous student?",
    "300": "Where did a California Supreme Court member attend school?",
    "301": "What are the location of medieval bridges in france located in the department Haute-Loire?",
    "302": "What television program was the brainchild of Dennis Potter?",
    "303": "Who was Mayor of Boston?",
    "304": "What person had Lakota as their mother tongue?",
    "305": "What is the name of a movie that Mani Ratnam screen wrote and A. R. Rahman composed the music for?",
    "306": "Which members of the fifteenth Israeli parliament are from the Centre Party?",
    "307": "What species was discovered in the Morrison Formation?",
    "308": "What movie was directed by K. G. George and had its music composed by M. B. Sreenivasan?",
    "309": "Who graduated from Southwestern College?",
    "310": "What companies are producing modern armament in Pakistan?",
    "311": "Where did any Chief Justice of New Zealand go to school?",
    "312": "What is the company Independence paragliding known for manufacturing?",
    "313": "For which motion picture did Adam Sandler fill the role of executive producer?",
    "314": "Who directed the movie that was written by Frank D. Gilroy?",
    "315": "Which video game did Psikyo publish?",
    "316": "Which competition was won by the Detroit Red Wings?",
    "317": "Which team sports event saw the pairing of Raquel Atawo and Abigail Spears win?",
    "318": "Who was a member of Alice in Chains?",
    "319": "For which film did R. K. Shekhar write the score and Crossbelt Mani serve as director?",
    "320": "FedEx served as sponsor of which sporting event?",
    "321": "What kind of event was the FA Cup Final that had the Aston Villa F.C. participating in it?",
    "322": "Where did former Bishops of Warrington go to school?",
    "323": "Which manuscript was created in the Konbaung Dynasty?",
    "324": "Which ships were registered in the country of England?",
    "325": "Who is employed as a lighting designer?",
    "326": "Which match pitted Burnley F.C. against Manchester City F.C.?",
    "327": "Francisco José Lombardi directed which Peruvian films that were submitted for the Academy Awards for best international feature films?",
    "328": "Cape town is associated with what geographic entity?",
    "329": "What is the name of a Bossa Nova song?",
    "330": "What musicals or films are categorized as jukebox musicals?",
    "331": "Who was director of a movie penned by Christina Hodson?",
    "332": "What are the caves with a depth of at least 3.1km ?",
    "333": "Who directed a film that had Jay Preson Allen as a screenwriter?",
    "334": "In which tournament was Ashleigh Barty victorious?",
    "335": "What are geothermal power station with a capacity of at least 10 Mw ?",
    "336": "What railway station was operated by Sydney Trains?",
    "337": "What film had both Hari as the director and Devi Sri Prasad as the music's composer?",
    "338": "Leslie S. Hiscott directed what film?",
    "339": "Who is a Fisk University employee and alumni?",
    "340": "Who was the screenwriter of a series that was produced by This are that corporation?",
    "341": "What model automobile belongs to the Volvo Cars brand?",
    "342": "What movie was both produced and directed by Emeric Pressburger?",
    "343": "Which Oscar Micheaux production was also penned by Micheaux?",
    "344": "Who owns a professional wrestling streaming service ?",
    "345": "What are all the sumo stables ?",
    "346": "Which movie did Joseph L. Mankiewicz produce?",
    "347": "What competition did the Miami Dolphins participate in?",
    "348": "Which Philip Yordan-written film did Anthony Mann direct?",
    "349": "Which directors worked on the films that were screenwritten by Patrick Sheane Duncan?",
    "350": "Lewis Hamilton won which Japanese Grand Prix competition?",
    "351": "What songs did Boudleaux Bryant compose?",
    "352": "What are the hormones found in Homo Sapiens ?",
    "353": "Which competition had the St. Louis Cardinals as a participant, and ultimate victor?",
    "354": "Who was afflicted by the neurological condition known as synesthesia?",
    "355": "Which school or university attended Long-Term Capital Management employees?",
    "356": "In which competition did Manchester United F.C and Manchester City F.C participated together?",
    "357": "What Volcanic complex are located in Argentina?",
    "358": "What Japanese towns are found within the Ashigarakami district?",
    "359": "Who was the head of Chelsea F.C.?",
    "360": "What identifier is used for a radio station licensed to broadcast in Lancaster, California?",
    "361": "In which season of the rugby football league did Leeds win the second division/rfl championship?",
    "362": "What is the name of a building designed by Ira Rush?",
    "363": "What are the tunnels with a length larger than 13 km ?",
    "364": "What are the male names of drag kings ?",
    "365": "Which football team is based out of County Galway?",
    "366": "What TV show/episode was produced by Philip Hinchcliffe?",
    "367": "What geographic feature can be found in or around Surat Thani?",
    "368": "Which functions are hash functions ?",
    "369": "What movie did Compton Bennett direct?",
    "370": "What magazine is a satirical magazine ?",
    "371": "What mosques are famous grand mosques ?",
    "372": "What news media does Multimedia Group Limited own?",
    "373": "What's the name of a TV show that had Mutant Enemy Productions as its producer?",
    "374": "Which sports competition sponsored by embassies was won by Stephen Hendry?",
    "375": "In New England, what is the name of the ski areas with vertical drops found in Connecticut?",
    "376": "Which weapons are of the type battle riffles ?",
    "377": "What T. Rajendar production featured compositions by T. Rajendar?",
    "378": "For what film did Ethan Coen act as both producer and director?",
    "379": "Benny Parsons won what competition?",
    "380": "Who was a competitor in women's doubles tennis at the 1996 Summer Olympics?",
    "381": "Tarang Cine Productions was the producer of what show?",
    "382": "Who is a person who spoke or wrote in Garifuna?",
    "383": "Where was the Counselor to the President educated?",
    "384": "Which Eagle-Lion Films were directed by Robert Emmett Tansey?",
    "385": "Which athlete transferred to the HFX Wanderers in the Canadian Premier league in 2019?",
    "386": "Who coaches employees of Crystal Palace F.C.?",
    "387": "The Russell Education Trust sponsors what educational entity?",
    "388": "From which countries do Chicago Bulls draftees hold citizenship?",
    "389": "In what contests did Bangor City F.C. enter?",
    "390": "Cori Gauff was victorious in what competition?",
    "391": "Ethan Coen produced what Coen Brothers directed film?",
    "392": "Who served as director of an Akshay Kumar production?",
    "393": "What natural place is located in or near Gunnison?",
    "394": "Which competition did Virginia Ruzici win?",
    "395": "The Serco Group took control of what organizations?",
    "396": "What is the name of a team that won the NBA Finals?",
    "397": "Rabanus Maurus taught what famous student?",
    "398": "Which FA Cup Final did Manchester United win?",
    "399": "What competition did Lucie Šafářová and Bethanie Mattek-Sands win?",
    "400": "What musical drama film had their distribution done by LD Entertainment?",
    "401": "Who directed a movie whose script was created by Mark Andrus?",
    "402": "In which country is an aircraft carrier registered?",
    "403": "What computer program is a password manager software ?",
    "404": "What is the name of an athlete who transferred to FC Dallas in 2009?",
    "405": "Who directed the films that had music by Kenneth Wannberg?",
    "406": "Who was credited as director for a movie penned by Peter Baynham?",
    "407": "Which movie did Sibi Malayil direct that also featured music composed by Vidyasagar?",
    "408": "Who was the script writer for an Iain Smith production?",
    "409": "Which movie had Mark Robson as its director and Val Lewton as its producer?",
    "410": "Who did the Atlanta Falcons draft?",
    "411": "Who worked as a composer on a movie that Robert Alan Aurthur wrote for the screen?",
    "412": "Which motion picture had Sheldon Lettich in the director's chair?",
    "413": "Which NCAA Division I baseball programs belong to the Atlantic Coast conference?",
    "414": "Who served in the Bulgaria military?",
    "415": "Who was serving under Greece?",
    "416": "Which FA Cup Final featured the Tottenham Hotspurs as competitors?",
    "417": "What team was a competitor in a sporting event which Geelong Football Club won?",
    "418": "Who would speak Uyghur as their native language?",
    "419": "What are the existing allergen ?",
    "420": "What awards are national quality award ?",
    "421": "Which missouri municipalities are located in Clinton county?",
    "422": "What kind of thing did Phillip Rhodes design?",
    "423": "Where was the Metropolitan Archbishop of New York educated?",
    "424": "Who directed a film that had Howard Franklin as the screenwriter?",
    "425": "Who arrived in first position at a Japanese Grand Prix?",
    "426": "Avinor operated what entities?",
    "427": "What are some football games ?",
    "428": "George M. Harding designed what buildings?",
    "429": "Which competition did Vitória FC participate in?",
    "430": "What TV shows featured Shonda Rhimes as the executive producer?",
    "431": "Which NPO can be found headquartered in County Leitrim?",
    "432": "Where did a KC Royals draftee attend school?",
    "433": "G. Devarajan composed the music for what Thoppil Bhasi directed project?",
    "434": "Which software was published by square and directed by Hironobu Sakaguchi?",
    "435": "List all the citizens from Goths.",
    "436": "Which entity does Real Times have control over?",
    "437": "Who was a Solicitor General of Sri Lanka?",
    "438": "What contests did Chelsea F.C. play in that were won by Manchester City F.C.?",
    "439": "What are existing game controllers ?",
    "440": "Who composed works directed by Vasanthabalan?",
    "441": "For his doctoral studies, who advised Hans Geiger?",
    "442": "Akitoshi Kawazu designed what video game?",
    "443": "Which 20th century classical composers were English? ",
    "444": "What character from the King of fighters series first appeared in 1999?",
    "445": "Who directed the movie where John Farrow was screenwriter?",
    "446": "What is a song written by Halsey?",
    "447": "Neon distributed which movie?",
    "448": "What park can be found in Novo Aripuanã?",
    "449": "What piece of media was distributed by Hum Films?",
    "450": "Who were the screenwriters for films directed by Jim Reardon?",
    "451": "A person who works for the American Ballet Theatre holds citizenship for which country?",
    "452": "What minister was an alumni of both Auburn theorlogical seminary and Hamilton College?",
    "453": "What are some notable wildfire that happened in Canada or the US ?",
    "454": "Which movie did Kadiri Venkata Reddy direct which had music composed by Pendyala Nageswara Rao?",
    "455": "What are the giant sequoias with a trunk volume larger than 912.5 cubic meters ?",
    "456": "What are the onshore wind farms of the United Kingdom in Scotland?",
    "457": "At what institution was a Bishop of Manchester taught?",
    "458": "What is the title of a film directed by Joel Coen and written by Ethan Coen?",
    "459": "Which movie did René Clair direct?",
    "460": "Which song was composed by Kanye West and Kid Cudi?",
    "461": "What language has its origins in Fujian?",
    "462": "Where was the person drafted by the Denver Broncos educated?",
    "463": "What are some gacha games that were released in English language ?",
    "464": "What entities did Dave Lebling design?",
    "465": "The Panzer industry has who working in it?",
    "466": "Who works in the country music industry?",
    "467": "Who played in the women's doubles 2007 European Junior Badminton Championships?",
    "468": "Which movie did Hariharan direct which had music composed by G. Devarajan?",
    "469": "What work of art did Cyrus Edwin Dallin make?",
    "470": "Vishal served as producer on a project directed by who?",
    "471": "What fictional character's first appearance was in \"Yankee White\"?",
    "472": "What are the protected areas with an area larger than 250000 km squared ?",
    "473": "Which anthology was Jack Dann responsible for editing?",
    "474": "Which festivals are women's film festivals ?",
    "475": "Which ships were registered in The Bay State?",
    "476": "A.T. Ummer composed the music for what work that was directed by J. Sasikumar?",
    "477": "Which organization follows the Pirate Party's ideology?",
    "478": "Which video game designer previousy served their country of New Zealand in the royal air force?",
    "479": "Which British Grand Prix did Alain Prost win?",
    "480": "What was designed by Jack Holt?",
    "481": "Which competitions did the Boston Red Sox win?",
    "482": "Who were the killers who went on rampage in Europe after 1995?",
    "483": "What lifestyle shopping malls are located in Alabama?",
    "484": "For which ballet did Kenneth MacMillan create the choreography?",
    "485": "Issac Asimov and Martin H. Greenberg edited what written work?",
    "486": "For which movie company was George L. Little a costume designer?",
    "487": "Which weapons are of the type bolt action riffle ?",
    "488": "Who was the minister of Cumberland Presbyterian Church?",
    "489": "What military medals are the highest medal in a country ?",
    "490": "Who is a composer of a film directed by H.R. Bhargava?",
    "491": "Who directed the work produced by Listin Stephen?",
    "492": "Who received their Ph.D. under the guidance of Franz Boas?",
    "493": "What country sent competitors to the Hopman Cup?",
    "494": "Which Commodore product featured on-board BASIC?",
    "495": "Where are the publishing entities under Pamplin Media Group operating?",
    "496": "Which British Grand Prix was won by Lewis Hamilton?",
    "497": "What band includes Yukihiro Takahashi as a member?",
    "498": "Which german offshore wind farm got comissioned after 2010?",
    "499": "Who directed a film produced by Ranjith?",
    "500": "Martin Ohm was the doctoral advisor to whom?",
    "501": "Ambroise Thomas had who as a student?",
    "502": "What the call signs of radio stations whose city of license is Meridian, Mississippi?",
    "503": "The Caribbean is considered a part of which geographic region?",
    "504": "Andrea del Verrocchio taught what famous student?",
    "505": "What is the name of the written material edited by Andrew J. Offutt?",
    "506": "Where did the employees of the University of Oregon School of Law go to school?",
    "507": "What are some of notable reefs ?",
    "508": "SES Americom operated what entities?",
    "509": "Who was one of the people involved in the Donostia-San Sebastián International Peace Conference?",
    "510": "Where did an employee of Fidelity Investments go to school?",
    "511": "Which public figure was shot to death after 1965?",
    "512": "In which Montana cities did Occupy movement protests take place?",
    "513": "Which film produced by Hammer Film Productions featured Val Guest as the director?",
    "514": "Which film with songs written by G. Devarajan had direction by J. Sasikumar?",
    "515": "Which museum is located in Plymouth, MA?",
    "516": "What are the discovered or hypothesized physical particles ?",
    "517": "Anne Yvonne Gilbert created the cover art for which work of literature?",
    "518": "Albert Edward Lambert designed what building?",
    "519": "Who was both the Roman Catholic archbishop of York and the roman catholic bishop of Worcester in England?",
    "520": "What is a movie distributed by Lionsgate Premiere?",
    "521": "Who is or was a member of the 10cc band ?",
    "522": "What entity was part of NATO?",
    "523": "Who operates N-class destroyer ships?",
    "524": "Who is a Manipuri citizen?",
    "525": "What muncipality in the department of Narino in Columbia features many of the country's mines?",
    "526": "What television series was produced by NBC News?",
    "527": "What are the Iowa Hawkeyes football seasons coached by Eddie Anderson?",
    "528": "Who was part of the University of Minnesota Law School staff?",
    "529": "What are the different professional wrestling streaming services ?",
    "530": "What is the name of a writer for the New York Times?",
    "531": "What video game bears a strong resemblance to the original Tetris?",
    "532": "What mountains in Switzerland that are taller than 3,000 meters belong to the Mont Blanc massif mountain range?",
    "533": "Robert Zemeckis and Bob Gale were screenwriters together for what movie?",
    "534": "What film was directed by Bharathan and had music composed by G. Devarajan?",
    "535": "What ship is a river cruise ship ?",
    "536": "What individual used Somali to write and speak in?",
    "537": "What TV/film was directed by Franz Osten and had music composed by Saraswati Devi?",
    "538": "What film's music did Adithyan compose?",
    "539": "In which places occured notable landslides ?",
    "540": "Who distributed the movie that had Jon Spaihts as its screenwriter?",
    "541": "Hiromichi Tanaka produced the software with a composer of whom?",
    "542": "Who won an Evian Championship?",
    "543": "David Nicholls screenwrote a film directed by who?",
    "544": "Who worked for a military branch of the Kingdom of Prussia?",
    "545": "What television show was a creation of Zee TV?",
    "546": "What location is associated with Porto Velho?",
    "547": "Which movie was directed by Saran with musical composition by Bharathwaj?",
    "548": "What was a Guy Hamilton-directed movie for which Harry Saltzman was responsible for production?",
    "549": "Who was the coach of Whitehawk F.C.?",
    "550": "What band is Tony Levin in?",
    "551": "Who directed the movie that had a screenplay written by Dan Gilroy?",
    "552": "Which movie did Janine Marmot produce?",
    "553": "What literary work featured drawings by Ryoichi Ikegami?",
    "554": "Who is the filmmaker behind a movie written by Abbas Kiarostami?",
    "555": "What marine vessel did the Defoe Shipbuilding Company produce?",
    "556": "Which competition featured both Liverpool and Newcastle United football teams as participants?",
    "557": "What area is found adjacent to River Brent?",
    "558": "What imaginary being did Alan Grant create?",
    "559": "San Diego is the home port for which ships?",
    "560": "A member of The Cars had what educational place?",
    "561": "Which Hungarian Grand Prix did Lewis Hamilton win?",
    "562": "Which movie originally aired in the Konkani language?",
    "563": "Who was a yokozuna ?",
    "564": "Who is a member of the Union Theological Seminary staff member?",
    "565": "Who created the script of a movie under the production of Dhanush?",
    "566": "The Tesla corporation produces which model of car?",
    "567": "Who would be considered a member of Svenska hem?",
    "568": "What films had Ivan Goff credited as a screenwriter?",
    "569": "Utah Jazz draftees are citizens of what country?",
    "570": "What positions are held by people that are alumni of St. Charles Borromeo Seminary?",
    "571": "Who directed a Red Chillies Entertainment series?",
    "572": "Ranjith both directed and screen wrote what movie?",
    "573": "The Rolling Stones were ther artist of what single?",
    "574": "What movie had screenwriter Woody Allen, and composer Dick Hyman on board?",
    "575": "Skovde Municipality is the municipality of what urban areas in Sweden?",
    "576": "What body of water can be found near a state in the U.S.?",
    "577": "For what film did Richard Brooks receive multiple credits including writing and directing?",
    "578": "What bridges documented by the Historic American Engineering Record in Missouri were built after 1875?",
    "579": "Guilty Gear featured the first appearance of what ficitonal character?",
    "580": "Who directed the movie that Aline Brosh McKenna wrote for the screen?",
    "581": "Which competition that the Collingwood Football Club participated in was won by the Melbourne Football Club?",
    "582": "What vehicle was constructed by J-BUS?",
    "583": "Who served in the Navy of the country of Pakistan?",
    "584": "Which weapons are of the type carbines ?",
    "585": "Andrew Bovell was a screenwriter for a movie that had whom as its director?",
    "586": "What is the title of a film produced by Jafar Panahi?",
    "587": "Michael Mann produced and directed what film?",
    "588": "Jarva County serves as county value for which palaces and manor houses in Estonia?",
    "589": "What landmark was the creation of John James?",
    "590": "Which university or school did University of Minnesota Law School staff attend?",
    "591": "Which building did Thomas Hardwich design?",
    "592": "Who directed the TV show that was written by Ian Maxtone-Graham?",
    "593": "Who directed the movie with Vijay Tendulkar as its screenwriter?",
    "594": "Which English football player transferred to Stoke City in the summer of 2013?",
    "595": "Where did an employee of University of Pennsylvania Law School receive their education?",
    "596": "Who of the National Guard Bureau held the position Chief?",
    "597": "Bryan Fuller served as executive producer for what TV series?",
    "598": "Which contests featured Manchester United F.C. and Arsenal F.C.?",
    "599": "Paul Kupperberg created which fictional character?",
    "600": "Charles Keeping made illustrations for what book?",
    "601": "Which non-profit was headquartered in County Waterford?",
    "602": "In which FA Cup Final did Blackburn Rovers F.C. compete?",
    "603": "Who is the military leader who represents the country of Bangladesh?",
    "604": "What Type VII C/41 and Type VII ships was in both the vessel classes of German?",
    "605": "Which Super Bowl did the San Francisco 49ers compete in?",
    "606": "What  municipalities are in Cameron County, Pennsylvania?",
    "607": "Which river-class marine vessel was produced by Canadian Vickers?",
    "608": "Carlton Football Club competed in which VFL/AFL Grand Final?",
    "609": "Which natural wonder can be found within the Florida Keys National Marine Sanctuary?",
    "610": "Where did a Baltimore Orioles draftee attend school?",
    "611": "Who operates on vehicles manufactured by Charleston Naval Shipyard?",
    "612": "Lizzy Gardiner was the costume designer for what movie?",
    "613": "Ralph Betza invented what?",
    "614": "Which TV show was first broadcast on ABS-CBN?",
    "615": "Where did the Bishop of Lewes go to school?",
    "616": "What museums are located in Richmond, Indiana?",
    "617": "Which titles are used by current presidents of legislatures ?",
    "618": "Who served as the composer on a work directed by Cheran?",
    "619": "What is an example of a marine vehicle of Type VIIA class?",
    "620": "What company produced the movie that was written by Jon Spaihts?",
    "621": "What is the name of an individual or company whose work involves climate modeling?",
    "622": "What's the name of a municipality in the Michigan county of Manistee?",
    "623": "What are the existring aircraft carriers ?",
    "624": "Where did the Bishops of Stockport go to school?",
    "625": "What entities does Amtrak maintain?",
    "626": "What college does the bishop of Middleton study at?",
    "627": "Where were Bernie Sanders 2020 presidential campaign employees educated?",
    "628": "Whose life was claimed by erotic asphyxiation?",
    "629": "What are the dams with a fill structure larger than 27.4 millions of metric cubes ?",
    "630": "Which Olympic venue hosted both short track speed skating and figure skating?",
    "631": "What are the promotion names of women wrestling promotions ?",
    "632": "Who was coach of Sutton United F.C.?",
    "633": "Lizzy Gardiner was the costume designer for what film?",
    "634": "Which program from a not-for-profit educational institution competes in the Horizon league?",
    "635": "Who was the director of a movie that was written by Michael Cristofer?",
    "636": "Who directed the film screenwritten by Carl Gottlieb?",
    "637": "Who directed a movie that Douglas Fairbanks produced?",
    "638": "Which team has a goalkeeper that scored a goal ?",
    "639": "In which FA Cup Final did Bolton Wanderes F.C. compete?",
    "640": "What film was directed by Srinu Vaitla with music composed by Devi Sri Prasad?",
    "641": "Which TV show did Dennis Spooner write for?",
    "642": "What band did Fred Frith play for?",
    "643": "Which motion picture featuring the music of Pritam Chakraborty had direction by Kabir Khan?",
    "644": "Who was victorious in an Argentine Grand Prix?",
    "645": "Bathurst Inlet has what landform located nearby?",
    "646": "What individual was involved in the wedding of Prince Harry and Meghan Markle?",
    "647": "Philip Kaufman was responsible for both writing and directing of which movie?",
    "648": "Agostino Steffani composed which musics?",
    "649": "What bills or laws did the United Nations General Assembly pass?",
    "650": "Who is a member of Offenbach?",
    "651": "Who was in the band Sentenced?",
    "652": "What buildings are owned and maintained by Din l-Art Ħelwa?",
    "653": "Which FA Cup Final was won by Chelsea F.C.?",
    "654": "Matt Lieberman was the screenwriter for a film with what distributors?",
    "655": "What are the songs that Fred Fisher compose?",
    "656": "Who directed a TV show whose script was written by Evan Reilly?",
    "657": "What feature was produced and written by Michael Moore?",
    "658": "Which Argentine volcano is classified as a Complex Volcano?",
    "659": "Sajid Nadiadwala was producer for what work?",
    "660": "What are Chillicothe, Ohio, radio station call signs?",
    "661": "Who was the top participant of an Austrian Grand Prix?",
    "662": "Which competition featured both PFC CSKA - Sofia and PFC Levski Sofia as participants?",
    "663": "The Bishops of Crediton went to which places of education?",
    "664": "Who was responsible for the script of a movie produced by Christopher Nolan?",
    "665": "What is a place in Western Australia with a reduplicated name?",
    "666": "Which competition did René Arnoux win?",
    "667": "Who wrote the film that was directed by Cyndi Tang?",
    "668": "What Calgary Stampeders coaches have won the Grey Cup?",
    "669": "Who composed the music for a movie that was produced by Vishal?",
    "670": "Katoomba is the place where what news media are published?",
    "671": "Who was the composer for a movie directed by A. Karunakaran?",
    "672": "Karan Johar produced what Dharma Productions series?",
    "673": "For which movie was Stanley Kubrick credited with both production and direction?",
    "674": "What work was directed by K. S. Ravikumar and featured music composed by A. R. Rahman?",
    "675": "Which objects were designed by John Browning?",
    "676": "What did Paul-Pierre Henry invent?",
    "677": "What show on TV had both Carlton Cuse and Damon Lindelof as screenwriters?",
    "678": "Esquimalt was home port for what famous ship?",
    "679": "What movie is issued by LD Entertainment?",
    "680": "What are the names of the tallest buildings in Zagreb, Croatia?",
    "681": "Where did the the pepole who are working for the New York Supreme Court get educated in?",
    "682": "The Haitian Revolution was lead by what person?",
    "683": "What are the major wire services agencies ?",
    "684": "Club Atlético River Plate participated in what competition?",
    "685": "Which character first apperaed in Samurai Shodown?",
    "686": " In which football competition Tottenham Hotspur played against Liverpool?",
    "687": "P. Adinarayana Rao composed and produced which music, including music from films?",
    "688": "In which World Series did the New York Yankees emerge victorious?",
    "689": "Which club that plays in premier league stadiums is found in London?",
    "690": "What is a Monroe, Michigan-based municipality?",
    "691": "Official Films distributed what TV show?",
    "692": "For which movie did Gregory Nava serve dual roles as director and writer?",
    "693": "When did Kirk Ferentz serve as Iowa Hawkeyes coach?",
    "694": "Where did a member of the Aberystwyth Old Students' Association receive their education?",
    "695": "Who used the pseudonym Nicolas Bourbaki?",
    "696": "Who manufactured an object that Bertone designed?",
    "697": "At what institution did a Bishop of Derby receive their education?",
    "698": "What is the name of the people who graduated from Ypsilanti High School?",
    "699": "Who coached Morecambe F.C.?",
    "700": "Which athletic contests featured both Chelsea F.C. and Manchester City F.C.?",
    "701": "William Adams designed which objects?",
    "702": "A. Karunakaran directed a software produced by whom?",
    "703": "What animated film features Joanna Priestly as it's director?",
    "704": "What famous leader's native language was Manchu?",
    "705": "What are existing restaurant chains ?",
    "706": "What are the discovered galaxy clusters ?",
    "707": "What museums are located in Florence, Tuscany?",
    "708": "Who was a notable philantropist ?",
    "709": "In which sports competition did Molde FK compete?",
    "710": "What constituencies of the Uttar Pradesh Legislative Assembly are part of the the Aligarh constituency in th Lok Sabha?",
    "711": "Essenden Football Club competed against Carlton Football Club at what event?",
    "712": "In which Super Bowl the New York Giants took part?",
    "713": "What are the buildings thet were designed by George Oakley Totten, Jr.",
    "714": "What educational institutions have people who have held the role of Bishop of Newcastle attended?",
    "715": "Cananéia is associated with what geographic entity?",
    "716": "The person who is a member of the Ten American Painters was educated at what institution?",
    "717": "Where did a Managing Director of the IMF attend school?",
    "718": "What language is native to Camarines Sur?",
    "719": "Which head of state got killed in Constantinople?",
    "720": "Dmitry Tursunov won what competition?",
    "721": "Where were there nightclub fires in the United States?",
    "722": "What motion picture was scripted by the team of Craig Pearce and Baz Luhrmann?",
    "723": "What is the name of an athlete drafted by the Oakland Athletics?",
    "724": "Among Turkey's largest cities, which is located in Balıkesir province?",
    "725": "What is the name of a D-class vessel?",
    "726": "Karl Norum was the designer for what buildings?",
    "727": "Luna Rossa participated in which competition?",
    "728": "What TV show did both Angela Kang and Corey Reed screenwrite?",
    "729": "Which football match featured Manchester United versus Leicester City?",
    "730": "What competition featured Manchester United F.C. as both participant and winner?",
    "731": "Which movie did John Carpenter direct for which he also composed the music?",
    "732": "The Atlanta Thrashers drafted which player?",
    "733": "What did Sam Raimi both write and direct?",
    "734": "Who was a Bishop of Bradford?",
    "735": "Who directed the film that had a screenplay written by Paul Rudnick?",
    "736": "Who was a pharaoh ?",
    "737": "George L. Little is the costume designer for what movie?",
    "738": "What band is Josh Homme known for being a part of?",
    "739": "Hickory, North Carolina is home to what museum?",
    "740": "Who was a nuclear whistleblower ?",
    "741": "Who directed a movie written by Ken Hixon?",
    "742": "Who directed the movie that was written by Charles Edward Pogue?",
    "743": "What are some notables strikes from the 17th century ?",
    "744": "What ships were of the vessel class Fubuki-class destroyer?",
    "745": "What teams competed in a Major League Soccer All-Star Game?",
    "746": "What piece of literature did Marion Zimmer Bradley edit?",
    "747": "Which film produced by B. Nagi Reddy had its music composed by Ghantasala Venkateswara?",
    "748": "What are the museums in Cambridgeshire, Cambridge called?",
    "749": "What film had music composed by Anirudh Ravichander and produced by Dhanush?",
    "750": "What are the lighthouses with a height of at least 26 meters ?",
    "751": "Where did the Bishop of Reading go to school?",
    "752": "Which of the FA Cup Finals did Everton FC compete in?",
    "753": "Who was selected by the Boston Celtics in an NBA draft?",
    "754": "Which Super Bowl had the Miami Dolphins participating?",
    "755": "Janine Marmot produced what creative work?",
    "756": "Who was a part of the girl group named (G)I-dle?",
    "757": "What's the name of a school attended by an athlete drafted by the Milwaukee Brewers?",
    "758": "Who hails from Characene?",
    "759": "Which movie had Adam Sandler and Tim Herlihy as screenwriters?",
    "760": "What are the commercially available software defined radios ?",
    "761": "What people natively speak Cherokee?",
    "762": "Who wrote the score for a movie directed by S. P. Rajkumar?",
    "763": "Everton F.C. and liverpool F.C. participated in which competitions?",
    "764": "What movie featured A.L. Vijay as director and G. V. Prakash Kumar as composer?",
    "765": "Which institution was attended by a Permanent Secretary to the Admiralty?",
    "766": "Which competitions had Manchester United and Tottenham Hotspur F.C.s participating?",
    "767": "What's the name of a film for which B. R. Panthulu was responsible for production and whose score was created by T. G. Lingappa?",
    "768": "What competition did Rangers F.C. win that had Aberdeen F.C. participating in it?",
    "769": "Who was on the Privy Council of the United Kingdom?",
    "770": "Who served the Union?",
    "771": "What car is the brand Eagle's most known model?",
    "772": "Which movie was directed by P. Bhaskaran with music that K. Raghavan composed?",
    "773": "Which movie was an EON production and had Richard Maibaum as its screenwriter?",
    "774": "Which competition did Daniele Bracciali win?",
    "775": "Which major league baseball general managers' teams are in the NL West division?",
    "776": "Which of Arnold Schoenberg's pupils counted themselves among the Second Viennese School?",
    "777": "Tolly Cobbold sponsored which competition?",
    "778": "Which driver was the winner of the Daytona 500?",
    "779": "What Indonesian mosques are located in the province of South Sulawesi?",
    "780": "Which movie did Geethapriya  direct which also had Vijaya Bhaskar as its musical composer?",
    "781": "Who possesses citizenship from the Kingdom of Leinster?",
    "782": "What's the name of a township in Michigan in Genesee County?",
    "783": "Who was James Chadwick's phd advisor?",
    "784": "What natural place is adjacent to Lake Washington?",
    "785": "Which character made his first appearance in Mobile Suit Gundam 00?",
    "786": "Who works for both the National and the American Leagues?",
    "787": "Which movie did Dev Anand produce?",
    "788": "What astronomical feature did Petrus Plancius first observe?",
    "789": "Which film screenwritten by David CHase was also directed by Tim Van Patten?",
    "790": "The Bishop of London went to what educational places?",
    "791": "Which musical scores did Albert Von Tilzer compose?",
    "792": "What was Edgar F. Codd involved in discovering?",
    "793": "Which game is an alternate reality game ?",
    "794": "Who were Winnipeg Jets (1972–1996)/Arizona Coyotes general managers ?",
    "795": "What individual represented the Roman Republic?",
    "796": "Which movie did Modern Theatres distribute?",
    "797": "What typhoons were of the type super typhoons ?",
    "798": "What FA cup was won by Manchester Cty FC?",
    "799": "Noggin broadcasted what television program?",
    "800": "Katoomba was where which written work was produced?",
    "801": "Who directed the movie that had a screenplay written by Stephen Gaghan?",
    "802": "Who bvelonged to the Nation of Islam faith?",
    "803": "Which ship is an aircraft carrier?",
    "804": "What city in the State of New York is known for it's ballet?",
    "805": "Dan Halstead served as producer on a project directed by who?",
    "806": "What movie was directed by both Emeric Pressburger and Michael Powell?",
    "807": "Who was doing the screenwriting for the movie produced by Antony Perumbavoor?",
    "808": "Who was a choral symphony composer?",
    "809": "In movies where Bill Condon was screenwriter, who was a director?",
    "810": "What team has competed in a Super Bowl?",
    "811": "What film was created by Errol Morris?",
    "812": "Who made her  or his first appearance in The Incredible Hulk?",
    "813": "In 2021 who transfered from a Canadia Premier league to the Pacific FC?",
    "814": "What literary work did Orson Scott Card edit?",
    "815": "Who came from the Kingdom of Iberia?",
    "816": "Telemundo produced and also broadcast what television program?",
    "817": "Who did the Cleveland Cavaliers draft?",
    "818": "Where did an Associate Justice of the Supreme Court of the United States attend school?",
    "819": "Who directed the film that was written by Heywood Gould?",
    "820": "What entity did one of the Cambridge Five work for?",
    "821": "What's an example of a movie made after 1997?",
    "822": "What movie with production by The Teng Chun was directed by Tan Tjoei Hock?",
    "823": "What music did Katy Perry and Max Martin create?",
    "824": "Which competition did Aston Villa F.C.participate in?",
    "825": "What competition did both Natasha Zvereva and Gigi Fernández win?",
    "826": "What did K. S. Sethumadhavan direct featuring G. Devarajan's music?",
    "827": "Where did a JASON member attend school?",
    "828": "What movie was directed by Shaji Kailas and screenwritten by Renji Panicker?",
    "829": "What are the census-designated places that are located in New London county, Connecticut?",
    "830": "In the movie directed by Kevin Lima, who was the screenwriter?",
    "831": "What university is represented by the Bishop of Portsmouth?",
    "832": "What children's book was illustrated by Beatrix potter?",
    "833": "What countries are island countries ?",
    "834": "What are some existing search engines ?",
    "835": "Which competition had Liverpool F.C. participating and was a UEFA Champions League final?",
    "836": "What constituencies of the Odisha Legislative Assembly are located in the Jajpur district?",
    "837": "Where are the Meredith corporation's headquarters ?",
    "838": "In what event did the Tottenham Hotspur F.C. battle Arsenal F.C.?",
    "839": "What are some notable nightclub fires ?",
    "840": "What villages are located in Okinawa, Japan?",
    "841": "Among South Carolinian census-designated places, which is in Sumter County?",
    "842": "Who served with the Singapore Armed Forces?",
    "843": "Which soccer player was an alumni of Anaheim high school?",
    "844": "What are the structure with a height larger than 600 m ?",
    "845": "Which match featured West Ham United F.C. as both competitor and victor?",
    "846": "What musical work was composed by Jon Bon Jovi?",
    "847": "Who directed a TV episode that David Slack wrote?",
    "848": "What citizenship does the individual who attended Benjamin Godard hold?",
    "849": "Which movie had Russ Meyer as both producer and screenwriter?",
    "850": "Who is credited as a screenwriter for a film produced by Eric Newman?",
    "851": "Which movie had its screenplay written by Norman Reilly Raine?",
    "852": "Who was drafted by the Minnesota Timberwolves?",
    "853": "What is a movie whose original language was Bhojpuri?",
    "854": "What film was produced by C.V. Kumar and had music composed by Santhosh Narayanan?",
    "855": "What was the citizenship of a draft pick by the Portland Trailblazers?",
    "856": "Arthur P. Jacobs produced which film directed by J. Lee Thompson?",
    "857": "What did Nagoya Expressway Public Corporation take care of?",
    "858": "Who is employed by the Cato Institute?",
    "859": "Which weapons are of the type rocket launchers ?",
    "860": "What was a game released by Atari Corporation?",
    "861": "Manchester City F.C. and Newcastle United F.C. both participated in which competition?",
    "862": "Aube is next to what human settlement?",
    "863": "Who worked as a composer on a work that was produced by Iain Smith?",
    "864": "What are the names of motorcycle related clubs ?",
    "865": "Who was an archivist ?",
    "866": "Which world series was won by the Pittsburgh Pirates?",
    "867": "Which movie or series written by John Lee Mahin did Victor Fleming direct?",
    "868": "What movie did Cinergi Pictures produce?",
    "869": "What business has Myanmar as its HQ?",
    "870": "Which team was a finalist in a UEFA Champions League?",
    "871": "Where did a US Army chief of staff attend college?",
    "872": "Who was responsible for direction of a Shashi Kapoor-produced film?",
    "873": "Robert Oppenheimer served as PhD advisor to whom?",
    "874": "What movie did Christopher Nolan write and produce?",
    "875": "Who joined Coventry City in the summer of 2021?",
    "876": "Stephanie Savage was screenwriter for a television program directed by who?",
    "877": "Which competition did Manchester City compete in, and ultimately win?",
    "878": "Scots is the mother tongue of whom?",
    "879": "What songs did Rohana Weerasinghe compose?",
    "880": "Who was a psychiatrist ?",
    "881": "The objects Charles E. Barber designed depicted what entity?",
    "882": "Goffredo Petrassi had who as a student?",
    "883": "In which Super Bowl was the Pittsburgh Steelers team a competitor?",
    "884": "Which buildings were built in saltbox style?",
    "885": "Southern Newspaper owns an organization located in what city?",
    "886": "What's the name of a radio station whose parent company is Apollo Broadcast Investors?",
    "887": "Who worked for the Western Roman Empire?",
    "888": "Which vessels were home-ported at Halifax?",
    "889": "What is the name of a product of the company Sukhoi?",
    "890": "Cyrus Chothia was the doctoral advisor for whom?",
    "891": "What are the names and abbreviations of sex worker organizations ?",
    "892": "In the movie where Derek Ford was a screenwriter, who directed it?",
    "893": "What's the name of an individual employed in the fied of statistics?",
    "894": "Who worked as a composer on a movie that Alex Garland wrote for the screen?",
    "895": "Which paintings have Victorine Meurent in them?",
    "896": "Which film did Benny Chan direct?",
    "897": "Where did a Chief Scientist of Australia attend school?",
    "898": "What movie was written by Sreenivasan and directed by Sathyan Anthikad?",
    "899": "Who was the composer for the film directed by A. Venkatesh?",
    "900": "S.L. Benfica and Sporting CP were participating in what competition?",
    "901": "Lewis Trondheim did illustrations for what comic?",
    "902": "Which work did Isaac Asimov edit?",
    "903": "Which American Academy of Dramatic Arts graduate is employed by Warner Bros?",
    "904": "Who lead a lost expedition ?",
    "905": "What fictional character is an Amazon from Themyscira?",
    "906": "In which band is Mike Wyatt a member?",
    "907": "Who directed the film that was produced by Pine-Thomas productions?",
    "908": "Anthony Kimmins was the director of which movie?",
    "909": "Which Canadian Grand Prix saw Lewis Hamilton emerge victorious?",
    "910": "Who directed the movie which featured music composed by T. Rajendar?",
    "911": "Which country participated in the 2017 World Championships in Athletics>",
    "912": "Which athletic contests involved the Chicago Cubs?",
    "913": "Which weapons are of the type anti-materiel rifles ?",
    "914": "Which competition featured both the Manchester City and Arsenal football clubs as participants?",
    "915": "Which match featured Chelsea F.C. as participant and winner?",
    "916": "Which game had SL Benfic and SC Braga as participants?",
    "917": "What work featured direction by Adurthi Subba Rao and was produced by D. Madhusudhana Rao?",
    "918": "What are the names of Museums in Victoria, British Columbia?",
    "919": "Blessy was a screenwriter for which film?",
    "920": "What did Shrabani Deodhar direct?",
    "921": "What conservative party british politican agnowledged cannabis use?",
    "922": "Who is an alumnus for the Poly Prep Country Day School?",
    "923": "What company has its main offices in the Sheremetyevo International Airport?",
    "924": "Who composed the media which was laos produced by Aamir Khan?",
    "925": "What are the suspension bridges (built or planned) with a length larger than 600 meters ?",
    "926": "For which movie was Orson Welles responsible for production?",
    "927": "What city in Indiana did occupy protest take place in??",
    "928": "Who was responsible for directing the movies that were written by Robert Ardrey?",
    "929": "Which movie was written and directed by Paul Schrader?",
    "930": "Where did a US Secretary of Education attend school?",
    "931": "What was created with the cut and cover technique?",
    "932": "What competiion included Collingwood Football Club and Richmond football club as teams in the tournment?",
    "933": "What is the locality of George Town?",
    "934": "Who's job is in the LA County Sheriff's Department?",
    "935": "Who was the screenwriter for a piece of media directed by Andrew Overtoom?",
    "936": "What was the name of a film that Ayngaran International produced?",
    "937": "Who directed a movie that had Robert Buckner as its producer?",
    "938": "What entities does Nexstar Media Group own?",
    "939": "Which movie did Venkat Prabhu direct which had music composed by Yuvan Shankar Raja?",
    "940": "Los Angeles maintains which roadway?",
    "941": "Which movie was written for the screen and directed by Jack Hill?",
    "942": "What entities does The Woodland Trust maintain control of?",
    "943": "Which movie was produced by Irwin Allen and which had Charles Bennett as screenwriter?",
    "944": "Who directed a project that was produced by Don Boyd?",
    "945": "Which competitions featured both Burnley F.C. and Liverpool F.C. as participants?",
    "946": "Who was the screenwriter for a piece of media directed by Jeffrey Lynch?",
    "947": "What is the name of the movie that has J. Sasikumar as its director, and V. Dakshinamoorthy as its score composer?",
    "948": "Who can be found in the Somali Armed Forces military branch?",
    "949": "Who directed a motion picture that was authored by Bernard Gordon?",
    "950": "Which competition had Vitória F.C. and S.L. Benfica as participants?",
    "951": "What work of literature did Prime Press publish?",
    "952": "Which movie was directed by Gautham Menon and had music composed by Harris Jayaraj",
    "953": "What are the professional wrestling memorial shows since 1980?",
    "954": "What is the title of a British thriller film released in 1938?",
    "955": "In which country does a Detroit Pistons draft selection hold citizenship?",
    "956": "Which school is of the Free Methodist Church confession?",
    "957": "What objects did Vladimir Albitsky discover or invent?",
    "958": "Who founded the Chabad Lubavitch?",
    "959": "Which French Grand Prix featured Michael Schumacher as the winner?",
    "960": "Who were the winners of the Canadian Grand Prix?",
    "961": "Who plays professional beach volleyball?",
    "962": "What movie was originally made in the Tulu language?",
    "963": "What movie did Irwin Allen both direct and produce?",
    "964": "Who graduated from the US Coast Guard Academy and joined the US Coast Guard?",
    "965": "Which work did M. Krishnan Nair direct which had music composed by A. T. Ummer?",
    "966": "Which film festivals are documentary film festivals ?",
    "967": "Which English football transfers moved to Sunderland in the summer of 2015?",
    "968": "In which locations are there reefs ?",
    "969": "What Swedish locality is found in Lund Municipality?",
    "970": "Which TV show was first broadcast on Fox Business?",
    "971": "What chapter does the Mennonite Church USA belong to?",
    "972": "Which music whose soundtrack was written by Devi Sri Prasad was authored by Trivikram Srinivas?",
    "973": "Victor W. Marek was the doctoral advisor to whom?",
    "974": "What are the commonly used chord progressions ?",
    "975": "Which weapons are of the type grenade launcher ?",
    "976": "Where did the Bishops of Truro study at?",
    "977": "Who was a bounty hunter ?",
    "978": "Who was one of Scotland Solicitor General?",
    "979": "Who created the works that Gareth Gwenlan direct?",
    "980": "What are the names of the film directors who worked with Tom Schulman as a screenwriter?",
    "981": "Which football seasons from the Minnesota Golden Gophers had Henry L. Williams as their head coach?",
    "982": "Where did a Roman Catholic archbishop of San Francisco attend school?",
    "983": "Which saints got canonized by Pope Francis after 17 December 2013?",
    "984": "Which station is part of Gomergrat Railway?",
    "985": "Which organizations in Canada endorsed the BDS movement?",
    "986": "What is the native spoken language in the Huehuetenango Department?",
    "987": "For which Hammer Film Productions movie did Francis Searle serve as director?",
    "988": "Which unit was part of the Civil Air Patrol?",
    "989": "Who provides daily news podcasts ?",
    "990": "What are the existing environmental film festivals ?",
    "991": "What magazine is a carnivorous plant periodical ?",
    "992": "Which model of car does Acura produce?",
    "993": "Which competition featured both Manchester United and Liverpool FC as competitors?",
    "994": "Which golfer won a Masters Tournament?",
    "995": "The dances in which work feature choreography by Jerome Robbins?",
    "996": "What tournament was won by Flavia Pennetta and Gisela Dulko?",
    "997": "In the TV programs that David Simon screenwrote, who were the directors?",
    "998": "Who directed a movie where Paddy Chayefsky was the screenwriter?",
    "999": "Which software was directed by J. Sasikumar and which music (including film music) were composed by M. K. Arjunan?"
}